{
  "shared": [
    "Carries a single grain of rice it swears is its best friend.",
    "Speaks in limericks when mildly annoyed.",
    "Believes clouds are watching and tries to impress them.",
    "Refuses to step on cracks, citing \"ancient prophecies.\"",
    "Claims it invented spoons and demands royalties.",
    "Glows faintly when complimented, then denies it blushing.",
    "Believes sneezing is a secret spell and rates yours.",
    "Is terrified of its own reflection, but only in puddles.",
    "Has an imaginary tail it’s constantly brushing.",
    "Only eats snacks arranged in a perfect triangle.",
    "Yells \"plot twist!\" whenever entering a room.",
    "Collects cursed buttons for “a rainy day.”",
    "Claims it dated a thunder spirit once, refuses to elaborate.",
    "Dreams loudly in Morse code.",
    "Knows every type of moss by taste.",
    "Occasionally insists gravity is optional.",
    "Once tried to marry a candle. It didn’t end well.",
    "Hiccups trigger spontaneous glitter bursts.",
    "Winks uncontrollably during full moons.",
    "Refers to fire as “spicy light.”",
    "Builds nests out of stolen socks.",
    "Insists its shadow is plotting against it.",
    "Hums lullabies to spoons before using them.",
    "Has a detailed 7-volume autobiography — all lies.",
    "Mistakes mirrors for portals and waves at them.",
    "Once started a cult. It lasted 14 minutes.",
    "Licks pebbles to “see their auras.”",
    "Holds grudges against weather patterns.",
    "Can only sleep after telling a ghost story.",
    "Sees all numerical patterns as emotional drama.",
    "Compulsively names every mushroom it passes.",
    "Writes breakup letters to extinct creatures.",
    "Keeps trying to bribe squirrels for secrets.",
    "Occasionally speaks in riddles it doesn’t understand.",
    "Has a sworn nemesis: an invisible snail.",
    "Pretends to be a plant during tense moments.",
    "Thinks thunder is sky applause for its dance moves.",
    "Leaves cryptic notes for future archaeologists.",
    "Feels morally obligated to rearrange pebbles.",
    "Only communicates via interpretive dance when anxious.",
    "Claims it can taste colors and judges yours.",
    "Laughs hysterically at math. No one knows why.",
    "Has a pocket dimension full of lost tea cups.",
    "Thinks bread crust is a test of courage.",
    "Trains moths to deliver emotional messages.",
    "Constantly suspects the moon is flirting with it.",
    "Smells like forgotten libraries on Thursdays.",
    "Gets deeply offended by the concept of forks.",
    "Insists its soul color is “iridescent regret.”",
    "Claims it once arm-wrestled fate—and won.",
    "Builds tiny hammocks for passing insects.",
    "Recites ancient spells when startled — they rarely work.",
    "Has a jar labeled “tears of liars” — it’s just saltwater.",
    "Shivers when near betrayal (or cold soup).",
    "Refuses to cross bridges without humming a tune.",
    "Thinks mirrors are nosy and shouldn’t be trusted.",
    "Once challenged a shadow to a staring contest.",
    "Is haunted by a ghost that only tickles.",
    "Collects echoes in jars for “emotional backup.”",
    "Believes dreams are postcards from alternate selves.",
    "Keeps trying to outwit gravity. It’s not going well.",
    "Wears invisible hats to formal events.",
    "Sings lullabies to anxious candles.",
    "Treats storms like dramatic stage performances.",
    "Secretly believes it’s a reincarnated potato.",
    "Builds sandcastles out of metaphors.",
    "Suspects its tail is independently sentient.",
    "Keeps a “list of suspicious butterflies.”",
    "Speaks fluent sarcasm — especially in sleep.",
    "Eats dreams for breakfast, regrets nothing.",
    "Claims it knew you in a past life — as a hat.",
    "Doodles secret languages in dirt with a stick.",
    "Is convinced certain rocks are judging it.",
    "Tries to befriend lightning. It’s working… kinda.",
    "Plays hide-and-seek with its own thoughts.",
    "Gives unsolicited pep talks to dying campfires."
  ]
}